{"_table":{"_base":{"_airtable":{"requestTimeout":300000},"_id":"appahz1aZM65zk7IG"},"id":null,"name":"🍩 Oral Histories"},"id":"rec9QnvrRoSWll7Yv","_rawJson":{"id":"rec9QnvrRoSWll7Yv","fields":{"Source":["recNysgIGLmqWC0Tw"],"Languages by ISO Code":["rec4EuLktVKrBT6yd"],"Video Nation":["recBqP2p8P3Lpko1b"],"Public (Youtube)":"Public","Transcribed":true,"Date added":"2015-04-18","Transcription":"Halo semua, apa kabar? Saya Argo, Saya dari Indonesia, saya disini berbicara dalam Bahasa Indonesia yang dipakai kurang lebih 90% (sembilan puluh persen) dari seluruh penduduk Indonesia yang kurang lebih berjumlah 240.000.000 (dua ratus empat puluh juta) orang, atau kurang lebih penuturnya sekitar 200.000.000 (dua ratus juta) orang, dan juga dipakai oleh 5.000.000 (lima juta) orang Indonesia yang tinggal di luar negeri. Bahasa ini disepakati ketika Sumpah Pemuda tahun 1928 (seribu sembilan ratus dua puluh delapan) yang ketika itu disepakati sebagai bahasa nasional (dan) bahasa persatuan karena Indonesia terdiri dari berbagai macam kultur dan etnik, menggantikan bahasa melayu yang ketika itu dipakai sebagai bahasa administrasi atau perdagangan oleh pemerintah Belanda. Hal ini kemudian diperkuat ketika Indonesia merdeka 17 (tujuh belas) Agustus 1945 (seribu sembilan ratus empat puluh lima), dibentuklah Undang-Undang Dasar yang ketika itu menyepakati bahwa Indonesia memiliki identitas diantaranya adalah Bendera Merah Putih, Bahasa Indonesia, Lagu Kebangsaan Indonesia Raya, dan juga Lambang Negara Garuda Pancasila, serta Semboyan Negara Bhineka Tunggal Ika. Untuk yang belum mengetahui tentang Indonesia sendiri, Indonesia adalah negara kepulauan, terdiri dari (kurang lebih) 17.000 pulau, membentang dari Aceh hingga (pulau) Papua (bagian) Barat. Mungkin kalau masyarakat di seluruh dunia lebih mengenal Bali daripada Indonesia sendiri, karena Bali merupakan salah satu tempat pariwisata. Bali merupakan salah satu dari 34 Provinsi yang ada di Indonesia. Karena kami terdiri dari berbagai macam etnik, kita selalu berpegang pada semboyan negara kami, yaitu Bhineka Tunggal Ika yang artinya berbeda-beda tetapi tetap satu. Perkembangan tata bahasa dan linguistik, terutama di bahasa Indonesia, sejak masa kolonial sangat berkembang sekali, terutama karena lima tahun sekali para ahli-ahli bahasa di Indonesia menyelenggarakan kongres Bahasa Indonesia, yang di situ menghasilkan beberapa kesepakatan penting, seperti pada tahun 1972 (seribu sembilan ratus tujuh puluh dua) itu disepakati tentang ejaan (baku), terutama ejaan yang kita pakai hari ini, yaitu Ejaan Yang Disempurnakan, kemudian tahun 1988 (seribu Sembilan ratus delapan puluh delapan), dibentuklah Kamus Besar Bahasa Indonesia. Selain Bahasa Indonesia sendiri sebetulnya seluruh Warga Negara Indonesia hampir bisa dibilang mayoritas juga berbicara dalam bahasa etniknya masing-masing yang berjumlah lebih dari 700 (tujuh ratus) bahasa. Seperti yang telah saya sebutkan tadi, Bahasa Melayu yang dulu sempat dipakai ketika pemerintah kolonial Belanda, saat ini juga tetap masih dipakai terutama di bagian pesisir timur (pulau) Sumatera, kemudian di pesisir barat (pulau) Kalimantan, serta di Negara tetangga seperti Malaysia, Singapura, dan Brunei Darussalam. Karena saya sendiri, orang tua saya dari suku Jawa, maka saya juga bisa berbicara dalam Bahasa Jawa, dimana Bahasa Jawa sendiri dipakai kurang lebih 40% (empat puluh persen) oleh penduduk Indonesia (atau) kurang lebih 80.000.000 (delapan puluh juta) orang. Kemudian bahasa Sunda, juga karena saya tinggal di Bandung, Bahasa Sunda adalah bahasa etnik yang dipakai di sini oleh suku Sunda, kurang lebih dituturkan oleh hampir 38.000.000 (tiga puluh delapan juta) orang. Bahasa Indonesia sendiri sebetulnya terbentuk dari berbagai macam kosakata (bahasa) yang ada di seluruh dunia, terutama Portugis, Belanda, China, Arab, Melayu, Bahasa Inggris, dan juga dari Sanskrit atau Sansekerta. Kemudian juga banyak sekali kosa kata dari bahasa daerah yang pada akhirnya dipakai dalam bahasa Indonesia. Mungkin kata-kata dari Bahasa Portugis yang saya tahu diantaranya adalah Gereja, Bangku, Dansa, Garpu, Lemari, Roda, dan juga Sepatu. Kemudian di dalam Bahasa Belanda, banyak sekali kosakata bahasa belanda yang kita pakai juga, yang sampai hari ini pun masih kita sering dengar sehari-hari diantaranya Abonemen, Persneling, Verboden, Karcis, Indekost, Prasmanan, Kulkas, dan lain-lain. Sebetulnya seperti berbagai macam bahasa di dunia, kita juga punya tata bahasa resmi dan juga untuk sehari-hari kita berbicara dalam bahasa yang tidak resmi bahkan tidak jarang pakai bahasa “slang” atau bahasa pergaulan. Dan bahasa pergaulan sendiri pun berbeda-beda antar kota, misalnya kalau di kota-kota besar seperti Jakarta, Bandung, Semarang, Surabaya, Medan, Palembang, Makassar, Jogja, itu semua masing-masing dipengaruhi oleh dialek etniknya masing-masing. Jadi kadang-kadang bahasa slang atau bahasa pergaulan yang kita temui di Jakarta belum tentu dimengerti oleh teman-teman yang ada di Bandung dan sebagainya. Di tingkat Internasional bahasa Indonesia dipakai di kurang lebih 45 (empat puluh lima) Negara di dunia, terutama oleh orang-orang Indonesia yang tinggal di luar negeri, kemudian menurut beberapa sumber, mulai banyak dipelajari di Australia dan juga Vietnam, kemudian pemerintah Indonesia kabarnya (akan) mengusahakan bahasa Indonesia menjadi salah satu bahasa Internasional di Perserikatan Bangsa-Bangsa dengan mempertimbangkan kemapanan bahasa, jumlah penuturnya yang mungkin lebih dari 300.000.000 (tiga ratus juta) orang, dan juga kepopulerannya di tingkat Internasional. Jadi apakah kalian tertarik untuk belajar Bahasa Indonesia?","Translation":"Hello all, how are you? I’m Argo, I’m from Indonesia. Here I am speaking in Indonesian which used by approximately 90% from all of 240,000,000 Indonesian residents, or approximately spoken by 200,000,000 persons, and also used by 5,000,000 Indonesians living abroad. This language was agreed on the youth pledge congress in 1928, when it is agreed as the national language and the language of unity because Indonesia consists of various tribes and ethnics, replacing Malay language as it used as the language of administration and trade by Dutch government. This was later confirmed when Indonesia became independent on August 17th, 1945, then formed the Constitution which was agreed that Indonesia has the identity: the Red and White Flag, Indonesian Language, Anthem Indonesia Raya, and also the State emblem of Garuda Pancasila, as well as the state motto of Bhineka Tunggal Ika. For who do not know about Indonesia, Indonesia is an archipelago, consisting of (approximately) 17,000 islands, stretching from Aceh to (Western island of) Papua. Perhaps if people around the world know more about Bali than Indonesia itself, because Bali is one of the tourist places. Bali is one of the 34 province in Indonesia. Because we consist of various ethnic, we have always adhered to the motto of our country, Bhineka Tunggal Ika, which means unity in diversity. The development of grammar and linguistics is highly evolved since the colonial period, especially on Indonesian language congress that involved Indonesian language expertise every five years, in which resulted in several important agreements, such as in 1972 was agreed on (formal) spelling, especially spelling we use today, called Ejaan Yang Disempurnakan (Enhanced Spelling), then in 1988 they formed Indonesian Big Dictionary. Besides Indonesian, the majority of Indonesian citizen also could speak their own ethnic language, which accounted for more than 700 language. As I mentioned earlier, Malay who once had worn when the Dutch colonial government, today is still used especially in the east coast (island of) Sumatra, also on the west coast (island of) Kalimantan/Borneo, as well as in neighboring countries such as Malaysia, Singapore and Brunei Darussalam. Because of my own, my parents from the Javanese, then I can also speak in Javanese, where the Java language itself used approximately 40% of the population of Indonesia (or) approximately 80,000,000 people. Then Sundanese, also because I live in Bandung, Sundanese are ethnic languages spoken here, which is spoken by nearly 38 million people. Indonesian itself is actually made up of a wide range of vocabulary (language) that exist throughout the world, especially the Portuguese, Dutch, Chinese, Arabic, Malay, English, and also from the Sanskrit. Then also a lot of the vocabulary of the ethnical language that ultimately used in Indonesian. Perhaps the words of Portuguese that I know of which is the Igreja (Church), Banco (Bench), Dança (Dancing), Garfo (fork), Armário (Wardrobe), Roda (Wheel), and also Sapatos (Shoes). Later on in Dutch, a lot of vocabulary that we use the Dutch language as well, which to this day still we often hear them everyday such as Abonnement (Subscription), Versnellings (Gearboxes), Verboden (Forbidden), Kaartje (Tickets), Indekost (Boarding House), Fransman (Buffet), Koelkazt (Refrigerator), and many others. Actually, like many languages in the world, we also have a formal grammar and also informal form for everyday speaking. We also used \"slang\" language or lingua franca. And lingua franca itself also vary between cities, for example if in big cities such as Jakarta, Bandung, Semarang, Surabaya, Medan, Palembang, Makassar, Yogyakarta, it all each influenced by ethnic dialects respectively. Sometimes slang language or lingua franca that we encountered in Jakarta is not necessarily understood by friends in Bandung and so on. In International level, Indonesian used in approximately 45 countries in the world, mainly by the Indonesian people who live abroad, and according to some sources, ranging widely studied in Australia and also Vietnam. Then the Indonesian government reportedly (will) seek Indonesian become one of the international language in the United Nations, considering the reliability of the language, the number of speakers who may be more than 300,000,000 people, and also its popularity at international level. So, are you interested to learn Indonesian?","Raw Thumbnail":[{"id":"attrkWPCCVG6T8cWf","url":"https://dl.airtable.com/VlZysNoSRqZWtFhPqPwI_argo.png","filename":"argo.png","size":1073295,"type":"image/png","thumbnails":{"small":{"url":"https://dl.airtable.com/wL9jy4qTSIeUuZblbFUM_argo.png","width":64,"height":36},"large":{"url":"https://dl.airtable.com/GssTkIFMRbelQYJFguUj_argo.png","width":256,"height":144}}}],"Youtube Publish Schedule":"2015-04-18","Branded Thumbnail":[{"id":"attXnOsRN5JtQ51cx","url":"https://dl.airtable.com/xfepF0vcTUKFA6tMUoU0_Argo_s1_M_20150418_ind.jpg","filename":"Argo_s1_M_20150418_ind.jpg","size":533502,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/8lKXmnXiTIWlU9KKa7ag_small_Argo_s1_M_20150418_ind.jpg","width":64,"height":36},"large":{"url":"https://dl.airtable.com/E6gyAQ4Qxery1D7FTeFe_large_Argo_s1_M_20150418_ind.jpg","width":512,"height":512}}}],"italki video has link":true,"Secondary Publish":["Facebook"],"Published on (Facebook)":"2016-05-31","Facebook URL":"https://www.facebook.com/wikitongues/videos/1122690891128770/","Youtube Banners Updated":true,"Youtube ID":"M5alRFKK43Y","Speakers":["recNysgIGLmqWC0Tw"],"Top level genealogy per language":"Austronesian","Given language name":"Indonesian,,,,,","Licenses":["rec415gU0b0pymq5V"],"Editing Status":"Edited","Wikimedia Status":"Ineligible ","IDv2":"Argo_20150418_ind","Languages Used":["Indonesian"],"italki call to action":["Get a free Indonesian lesson with italki: http://promos.italki.com/wikitongues_ind"],"italki active language":[true],".ID-languages":"ind","Languages per video":1,"Youtube URL":"https://youtu.be/M5alRFKK43Y","Demographics":["22,800,000 in Indonesia (2000), increasing. Population total all countries: 23,200,480. L2 users: 140,000,000 in Indonesia."],"Language Continent":["reci7tcQABWNp7e4a"],".speakerNames":"Argo",".speakerNamesSanitized":"Argo","Record Created At":"2015-04-18",".self?":1,"Language Origin":["recBqP2p8P3Lpko1b"],"YouTube License Statement":["This video is licensed under a Creative Commons Attribution-NonCommercial 4.0 International license. To download a copy, please contact hello@wikitongues.org."],".LanguagesNationOrigin":["recBqP2p8P3Lpko1b"],"Geneaology":"\"[ Austronesian, Malayo-Polynesian, Malayo-Chamic, Malayic, Malay ]\"","Sex":["Male"],".UserSubmitted(Presentation)":"User-submitted",".wikimediaLicensingConflict":"no conflict","Speaker Genders":["Male"],"Macrolanguage Lookup":["reczcgd7e4iNoExAv"]},"createdTime":"2015-04-18T06:54:42.000Z"},"fields":{"Source":["recNysgIGLmqWC0Tw"],"Languages by ISO Code":["rec4EuLktVKrBT6yd"],"Video Nation":["recBqP2p8P3Lpko1b"],"Public (Youtube)":"Public","Transcribed":true,"Date added":"2015-04-18","Transcription":"Halo semua, apa kabar? Saya Argo, Saya dari Indonesia, saya disini berbicara dalam Bahasa Indonesia yang dipakai kurang lebih 90% (sembilan puluh persen) dari seluruh penduduk Indonesia yang kurang lebih berjumlah 240.000.000 (dua ratus empat puluh juta) orang, atau kurang lebih penuturnya sekitar 200.000.000 (dua ratus juta) orang, dan juga dipakai oleh 5.000.000 (lima juta) orang Indonesia yang tinggal di luar negeri. Bahasa ini disepakati ketika Sumpah Pemuda tahun 1928 (seribu sembilan ratus dua puluh delapan) yang ketika itu disepakati sebagai bahasa nasional (dan) bahasa persatuan karena Indonesia terdiri dari berbagai macam kultur dan etnik, menggantikan bahasa melayu yang ketika itu dipakai sebagai bahasa administrasi atau perdagangan oleh pemerintah Belanda. Hal ini kemudian diperkuat ketika Indonesia merdeka 17 (tujuh belas) Agustus 1945 (seribu sembilan ratus empat puluh lima), dibentuklah Undang-Undang Dasar yang ketika itu menyepakati bahwa Indonesia memiliki identitas diantaranya adalah Bendera Merah Putih, Bahasa Indonesia, Lagu Kebangsaan Indonesia Raya, dan juga Lambang Negara Garuda Pancasila, serta Semboyan Negara Bhineka Tunggal Ika. Untuk yang belum mengetahui tentang Indonesia sendiri, Indonesia adalah negara kepulauan, terdiri dari (kurang lebih) 17.000 pulau, membentang dari Aceh hingga (pulau) Papua (bagian) Barat. Mungkin kalau masyarakat di seluruh dunia lebih mengenal Bali daripada Indonesia sendiri, karena Bali merupakan salah satu tempat pariwisata. Bali merupakan salah satu dari 34 Provinsi yang ada di Indonesia. Karena kami terdiri dari berbagai macam etnik, kita selalu berpegang pada semboyan negara kami, yaitu Bhineka Tunggal Ika yang artinya berbeda-beda tetapi tetap satu. Perkembangan tata bahasa dan linguistik, terutama di bahasa Indonesia, sejak masa kolonial sangat berkembang sekali, terutama karena lima tahun sekali para ahli-ahli bahasa di Indonesia menyelenggarakan kongres Bahasa Indonesia, yang di situ menghasilkan beberapa kesepakatan penting, seperti pada tahun 1972 (seribu sembilan ratus tujuh puluh dua) itu disepakati tentang ejaan (baku), terutama ejaan yang kita pakai hari ini, yaitu Ejaan Yang Disempurnakan, kemudian tahun 1988 (seribu Sembilan ratus delapan puluh delapan), dibentuklah Kamus Besar Bahasa Indonesia. Selain Bahasa Indonesia sendiri sebetulnya seluruh Warga Negara Indonesia hampir bisa dibilang mayoritas juga berbicara dalam bahasa etniknya masing-masing yang berjumlah lebih dari 700 (tujuh ratus) bahasa. Seperti yang telah saya sebutkan tadi, Bahasa Melayu yang dulu sempat dipakai ketika pemerintah kolonial Belanda, saat ini juga tetap masih dipakai terutama di bagian pesisir timur (pulau) Sumatera, kemudian di pesisir barat (pulau) Kalimantan, serta di Negara tetangga seperti Malaysia, Singapura, dan Brunei Darussalam. Karena saya sendiri, orang tua saya dari suku Jawa, maka saya juga bisa berbicara dalam Bahasa Jawa, dimana Bahasa Jawa sendiri dipakai kurang lebih 40% (empat puluh persen) oleh penduduk Indonesia (atau) kurang lebih 80.000.000 (delapan puluh juta) orang. Kemudian bahasa Sunda, juga karena saya tinggal di Bandung, Bahasa Sunda adalah bahasa etnik yang dipakai di sini oleh suku Sunda, kurang lebih dituturkan oleh hampir 38.000.000 (tiga puluh delapan juta) orang. Bahasa Indonesia sendiri sebetulnya terbentuk dari berbagai macam kosakata (bahasa) yang ada di seluruh dunia, terutama Portugis, Belanda, China, Arab, Melayu, Bahasa Inggris, dan juga dari Sanskrit atau Sansekerta. Kemudian juga banyak sekali kosa kata dari bahasa daerah yang pada akhirnya dipakai dalam bahasa Indonesia. Mungkin kata-kata dari Bahasa Portugis yang saya tahu diantaranya adalah Gereja, Bangku, Dansa, Garpu, Lemari, Roda, dan juga Sepatu. Kemudian di dalam Bahasa Belanda, banyak sekali kosakata bahasa belanda yang kita pakai juga, yang sampai hari ini pun masih kita sering dengar sehari-hari diantaranya Abonemen, Persneling, Verboden, Karcis, Indekost, Prasmanan, Kulkas, dan lain-lain. Sebetulnya seperti berbagai macam bahasa di dunia, kita juga punya tata bahasa resmi dan juga untuk sehari-hari kita berbicara dalam bahasa yang tidak resmi bahkan tidak jarang pakai bahasa “slang” atau bahasa pergaulan. Dan bahasa pergaulan sendiri pun berbeda-beda antar kota, misalnya kalau di kota-kota besar seperti Jakarta, Bandung, Semarang, Surabaya, Medan, Palembang, Makassar, Jogja, itu semua masing-masing dipengaruhi oleh dialek etniknya masing-masing. Jadi kadang-kadang bahasa slang atau bahasa pergaulan yang kita temui di Jakarta belum tentu dimengerti oleh teman-teman yang ada di Bandung dan sebagainya. Di tingkat Internasional bahasa Indonesia dipakai di kurang lebih 45 (empat puluh lima) Negara di dunia, terutama oleh orang-orang Indonesia yang tinggal di luar negeri, kemudian menurut beberapa sumber, mulai banyak dipelajari di Australia dan juga Vietnam, kemudian pemerintah Indonesia kabarnya (akan) mengusahakan bahasa Indonesia menjadi salah satu bahasa Internasional di Perserikatan Bangsa-Bangsa dengan mempertimbangkan kemapanan bahasa, jumlah penuturnya yang mungkin lebih dari 300.000.000 (tiga ratus juta) orang, dan juga kepopulerannya di tingkat Internasional. Jadi apakah kalian tertarik untuk belajar Bahasa Indonesia?","Translation":"Hello all, how are you? I’m Argo, I’m from Indonesia. Here I am speaking in Indonesian which used by approximately 90% from all of 240,000,000 Indonesian residents, or approximately spoken by 200,000,000 persons, and also used by 5,000,000 Indonesians living abroad. This language was agreed on the youth pledge congress in 1928, when it is agreed as the national language and the language of unity because Indonesia consists of various tribes and ethnics, replacing Malay language as it used as the language of administration and trade by Dutch government. This was later confirmed when Indonesia became independent on August 17th, 1945, then formed the Constitution which was agreed that Indonesia has the identity: the Red and White Flag, Indonesian Language, Anthem Indonesia Raya, and also the State emblem of Garuda Pancasila, as well as the state motto of Bhineka Tunggal Ika. For who do not know about Indonesia, Indonesia is an archipelago, consisting of (approximately) 17,000 islands, stretching from Aceh to (Western island of) Papua. Perhaps if people around the world know more about Bali than Indonesia itself, because Bali is one of the tourist places. Bali is one of the 34 province in Indonesia. Because we consist of various ethnic, we have always adhered to the motto of our country, Bhineka Tunggal Ika, which means unity in diversity. The development of grammar and linguistics is highly evolved since the colonial period, especially on Indonesian language congress that involved Indonesian language expertise every five years, in which resulted in several important agreements, such as in 1972 was agreed on (formal) spelling, especially spelling we use today, called Ejaan Yang Disempurnakan (Enhanced Spelling), then in 1988 they formed Indonesian Big Dictionary. Besides Indonesian, the majority of Indonesian citizen also could speak their own ethnic language, which accounted for more than 700 language. As I mentioned earlier, Malay who once had worn when the Dutch colonial government, today is still used especially in the east coast (island of) Sumatra, also on the west coast (island of) Kalimantan/Borneo, as well as in neighboring countries such as Malaysia, Singapore and Brunei Darussalam. Because of my own, my parents from the Javanese, then I can also speak in Javanese, where the Java language itself used approximately 40% of the population of Indonesia (or) approximately 80,000,000 people. Then Sundanese, also because I live in Bandung, Sundanese are ethnic languages spoken here, which is spoken by nearly 38 million people. Indonesian itself is actually made up of a wide range of vocabulary (language) that exist throughout the world, especially the Portuguese, Dutch, Chinese, Arabic, Malay, English, and also from the Sanskrit. Then also a lot of the vocabulary of the ethnical language that ultimately used in Indonesian. Perhaps the words of Portuguese that I know of which is the Igreja (Church), Banco (Bench), Dança (Dancing), Garfo (fork), Armário (Wardrobe), Roda (Wheel), and also Sapatos (Shoes). Later on in Dutch, a lot of vocabulary that we use the Dutch language as well, which to this day still we often hear them everyday such as Abonnement (Subscription), Versnellings (Gearboxes), Verboden (Forbidden), Kaartje (Tickets), Indekost (Boarding House), Fransman (Buffet), Koelkazt (Refrigerator), and many others. Actually, like many languages in the world, we also have a formal grammar and also informal form for everyday speaking. We also used \"slang\" language or lingua franca. And lingua franca itself also vary between cities, for example if in big cities such as Jakarta, Bandung, Semarang, Surabaya, Medan, Palembang, Makassar, Yogyakarta, it all each influenced by ethnic dialects respectively. Sometimes slang language or lingua franca that we encountered in Jakarta is not necessarily understood by friends in Bandung and so on. In International level, Indonesian used in approximately 45 countries in the world, mainly by the Indonesian people who live abroad, and according to some sources, ranging widely studied in Australia and also Vietnam. Then the Indonesian government reportedly (will) seek Indonesian become one of the international language in the United Nations, considering the reliability of the language, the number of speakers who may be more than 300,000,000 people, and also its popularity at international level. So, are you interested to learn Indonesian?","Raw Thumbnail":[{"id":"attrkWPCCVG6T8cWf","url":"https://dl.airtable.com/VlZysNoSRqZWtFhPqPwI_argo.png","filename":"argo.png","size":1073295,"type":"image/png","thumbnails":{"small":{"url":"https://dl.airtable.com/wL9jy4qTSIeUuZblbFUM_argo.png","width":64,"height":36},"large":{"url":"https://dl.airtable.com/GssTkIFMRbelQYJFguUj_argo.png","width":256,"height":144}}}],"Youtube Publish Schedule":"2015-04-18","Branded Thumbnail":[{"id":"attXnOsRN5JtQ51cx","url":"https://dl.airtable.com/xfepF0vcTUKFA6tMUoU0_Argo_s1_M_20150418_ind.jpg","filename":"Argo_s1_M_20150418_ind.jpg","size":533502,"type":"image/jpeg","thumbnails":{"small":{"url":"https://dl.airtable.com/8lKXmnXiTIWlU9KKa7ag_small_Argo_s1_M_20150418_ind.jpg","width":64,"height":36},"large":{"url":"https://dl.airtable.com/E6gyAQ4Qxery1D7FTeFe_large_Argo_s1_M_20150418_ind.jpg","width":512,"height":512}}}],"italki video has link":true,"Secondary Publish":["Facebook"],"Published on (Facebook)":"2016-05-31","Facebook URL":"https://www.facebook.com/wikitongues/videos/1122690891128770/","Youtube Banners Updated":true,"Youtube ID":"M5alRFKK43Y","Speakers":["recNysgIGLmqWC0Tw"],"Top level genealogy per language":"Austronesian","Given language name":"Indonesian,,,,,","Licenses":["rec415gU0b0pymq5V"],"Editing Status":"Edited","Wikimedia Status":"Ineligible ","IDv2":"Argo_20150418_ind","Languages Used":["Indonesian"],"italki call to action":["Get a free Indonesian lesson with italki: http://promos.italki.com/wikitongues_ind"],"italki active language":[true],".ID-languages":"ind","Languages per video":1,"Youtube URL":"https://youtu.be/M5alRFKK43Y","Demographics":["22,800,000 in Indonesia (2000), increasing. Population total all countries: 23,200,480. L2 users: 140,000,000 in Indonesia."],"Language Continent":["reci7tcQABWNp7e4a"],".speakerNames":"Argo",".speakerNamesSanitized":"Argo","Record Created At":"2015-04-18",".self?":1,"Language Origin":["recBqP2p8P3Lpko1b"],"YouTube License Statement":["This video is licensed under a Creative Commons Attribution-NonCommercial 4.0 International license. To download a copy, please contact hello@wikitongues.org."],".LanguagesNationOrigin":["recBqP2p8P3Lpko1b"],"Geneaology":"\"[ Austronesian, Malayo-Polynesian, Malayo-Chamic, Malayic, Malay ]\"","Sex":["Male"],".UserSubmitted(Presentation)":"User-submitted",".wikimediaLicensingConflict":"no conflict","Speaker Genders":["Male"],"Macrolanguage Lookup":["reczcgd7e4iNoExAv"]}}