{"_table":{"_base":{"_airtable":{"requestTimeout":300000},"_id":"appahz1aZM65zk7IG"},"id":null,"name":"🍩 Oral Histories"},"id":"recI5hujVSQQPrKnU","_rawJson":{"id":"recI5hujVSQQPrKnU","fields":{"Alternate Name":"Triestine","Source":["recZzgcZK0LhllWWF"],"Languages by ISO Code":["recPD8uXoOSpKrMD7"],"Video Nation":["recFCahqH3mHr4HP5"],"Public (Youtube)":"Public","Transcribed":true,"Date added":"2017-01-27","Transcription":"Bondì!\nOgi xe sai zima e un fia de bavisela, anzi borin, e ‘lora ne toca ciacolar qua.\nPagnaroi e cocai i bagolerà anca, con sta zima, ma bona che almeno no ghe xe ploc’.\nE po’ xe sai roba, star involtizai tignindo un bic’ el daur al caldo, inveze de ‘ndar zercarse panorami ufo come klonzi pei grembani.\nBon, Trieste. Semo quel cantonzin de Europa indove che se incrosa i 3 grupi culturai prinzipai, saria latin, slavo e germanico.\nE sto misciot xe rivado far in maniera che la parlada che gavemo la gabi un morbin tuto suo, che per bon xe ciodi trovarghene de compagni int’el Europa.\nPer capir cos’che nassi col triestin, xe de tignir conto che qua ghe xe stade SIE bandiere diferenti, int’el novezento! Un remitur.\nPerò, cio, xe de dir che ancora ogidì ghe xe un futio de lori, mularia e veci, che lo parla drio man. Xe de facto la nostra parlada veicolar.\nE disemo che, cucando ben, se pol intivarghene do tipi. Un xe come che stago ciacolando mi, saria triestin patoco, e po’ ghe xe el triestin resentado, che xe un fia piu miscià col talian.\nTuti e do i xe vivi e parlai, e po’ ghe xe sai libri, pupoli e tochi musicai che vien fora drio man, in triestin.\nLa roba cocola xe che, dato che no el ghe entra int’ele scole, sai triestini no i jera bituai a butarlo zo per scrito. E cos’che xe nato xe che sai de lori i ga tacà e doprarlo per internet, int’ei forum e social media.\nBon, e alora, ogi col triestin xe sta tirà su tipo un “scartozo linguistico”... el xe doprado de quasi tuti ma no el xe riconosudo, e no se sa che Status darghe. Ma a un dato momento ne tocherà vignirghene fora su cossa che volemo far de lu per no lasarlo linguisticamente inciodado, inscartozado.\nPerché se ghe xe una parlada che la ga morbin ben che mai e che la sta vignindo mesa zo per scrito più de quel che mai la xe stada scrita int’ela storia, con internet, xe de butar l’ocio per veder se se riva a refarla e regolarla un fia, sta situazion. Che altrimenti ghe xe el ris’cio de imbusar parole, tochi intieri de pensier, e saria pecà.\nBon, se savaremo dir, che xe piu giorni che luganighe.\nDio!","Translation":"First English only, then alternate triestine/English line by line. ----- Good day, Today it’s very cold and there’s a bit of a breeze, actually “borin”, so we shall talk right here. Perhaps sparrows and seagulls will be out, with this cold, but at least it’s not a muddy mess. And also, it’s great to be cozy with our backs all warm, instead of going out looking for amazing views, unprepared and through some rough terrain. Well, Trieste. We are that little corner of Europe where the 3 main cultural groups meet: Latin, Slavic and Germanic. This mix made it possible for us to speak something that has its own “morbin”(*), in a way that is unlikely anywhere else in Europe. In order to understand what’s up with Triestine, one needs to understand that here we have had SIX different flags, in the XX century! A proper mess. Anyway, it has to be said that even today lots and lots of people, both young and old, speak it all the time. It is our de facto vehicular language. And let’s say that, looking at the details, one can recognise two variants. One is the way I am speaking, “patoco” Triestine(**), and then there is also “resentado”(***) Triestine, which tends to be a bit mixed with Italian. They both are alive and widely spoken, furthermore there are books, comics and songs being published regularly in Triestine! There’s one nice thing: keeping in mind that it is not taught in schools, many Triestines were not used at all to its written form. What happened was that tons of people began to use it on the internet, in forums and social media. Then, today with Triestine a sort of “linguistic mess” happened... it is used by almost everyone, but it is not recognised, and no one knows what Status to give it. But, at some point, we will have to realise what we want to do with it, not to keep it stuck and confused, as a language. Because, if there is a language that is alive and kicking more than ever, and it is now being written more than it ever was in history, with the internet, we need to be on the lookout for some way to straighten this situation, a little bit. Otherwise we risk losing words and whole trains of thought, which would be a shame. Well, only time will tell, and there’s always a chance for it to happen. Bye! *\tUntranslatable here? Meaning: life force, positive energy… ** \tHard to translate: ‘proper’, hyper-local… would leave this untranslated) *** \tLit. ‘rinsed’, would leave this untranslated ----- Bondì! Good day, Ogi xe sai zima e un fia de bavisela, anzi borin, e ‘lora ne toca ciacolar qua. Today it’s very cold and there’s a bit of a breeze, actually “borin”, so we shall talk right here.  Pagnaroi e cocai i bagolerà anca, con sta zima, ma bona che almeno no ghe xe ploc’. Perhaps sparrows and seagulls will be out, with this cold, but at least it’s not a muddy mess.  E po’ xe sai roba, star involtizai tignindo un bic’ el daur al caldo, inveze de ‘ndar zercarse panorami ufo come klonzi pei grembani. And also, it’s great to be cozy with our backs all warm, instead of going out looking for amazing views, unprepared and through some rough terrain. Bon, Trieste. Semo quel cantonzin de Europa indove che se incrosa i 3 grupi culturai prinzipai, saria latin, slavo e germanico. Well, Trieste. We are that little corner of Europe where the 3 main cultural groups meet: Latin, Slavic and Germanic. E sto misciot xe rivado far in maniera che la parlada che gavemo la gabi un morbin tuto suo, che per bon xe ciodi trovarghene de compagni int’el Europa. This mix made it possible for us to speak something that has its own “morbin”(Meaning: life force, positive energy…), in a way that is unlikely anywhere else in Europe. Per capir cos’che nassi col triestin, xe de tignir conto che qua ghe xe stade SIE bandiere diferenti, int’el novezento! Un remitur. In order to understand what’s up with Triestine, one needs to understand that here we have had SIX different flags, in the XX century! A proper mess. Però, cio, xe de dir che ancora ogidì ghe xe un futio de lori, mularia e veci, che lo parla drio man. Xe de facto la nostra parlada veicolar. Anyway, it has to be said that even today lots and lots of people, both young and old, speak it all the time. It is our de facto vehicular language. E disemo che, cucando ben, se pol intivarghene do tipi. Un xe come che stago ciacolando mi, saria triestin patoco, e po’ ghe xe el triestin resentado, che xe un fia più miscià col talian. And let’s say that, looking at the details, one can recognise two variants. One is the way I am speaking, “patoco” Triestine(‘proper’), and then there is also “resentado”(‘rinsed’) Triestine, which tends to be a bit mixed with Italian. Tuti e do i xe vivi e parlai, e po’ ghe xe sai libri, pupoli e tochi musicai che vien fora drio man, in triestin! They both are alive and widely spoken, furthermore there are books, comics and songs being published regularly in Triestine! La roba cocola xe che, dato che no el ghe entra int’ele scole, sai triestini no i jera bituai a butarlo zo per scrito. E cos’che xe nato xe che sai de lori i ga tacà a doprarlo per internet, int’ei forum e social media. There’s one nice thing: keeping in mind that it is not taught in schools, many Triestines were not used at all to its written form. What happened was that tons of people began to use it on the internet, in forums and social media. Bon, e alora, ogi col triestin xe sta tirà su tipo un “scartozo linguistico”... el xe doprado de quasi tuti ma no el xe riconosudo, e no se sa che Status darghe. Ma a un dato momento ne tocherà vignirghene fora su cossa che volemo far de lu per no lasarlo linguisticamente inciodado, inscartozado. Then, today with Triestine a sort of “linguistic mess” happened... it is used by almost everyone, but it is not recognised, and no one knows what Status to give it. But, at some point, we will have to realise what we want to do with it, not to keep it stuck and confused, as a language. Perché se ghe xe una parlada che la ga morbin ben che mai e che la sta vignindo mesa zo per scrito più de quel che mai la xe stada scrita int’ela storia, con internet, xe de butar l’ocio per veder se se riva a refarla e regolarla un fia, sta situazion. Che altrimenti ghe xe el ris’cio de imbusar parole, tochi intieri de pensier, e saria pecà. Because, if there is a language that is alive and kicking more than ever, and it is now being written more than it ever was in history, with the internet, we need to be on the lookout for some way to straighten this situation, a little bit. Otherwise we risk losing words and whole trains of thought, which would be a shame. Bon, se savaremo dir, che xe piu giorni che luganighe. Well, only time will tell, and there’s always a chance for it to happen. ‘Dio! Bye! *\tUntranslatable here? Meaning: life force, positive energy… ** \tHard to translate: ‘proper’, hyper-local… would leave this untranslated) *** \tLit. ‘rinsed’, would leave this untranslated","Publicity Clause":true,"Raw Thumbnail":[{"id":"attdMjzOvkVLMslIa","url":"https://dl.airtable.com/ovCAjuyGTCaatN0LVHJb_Arlon_s1_M_20170127_vec.png","filename":"Arlon_s1_M_20170127_vec.png","size":3042246,"type":"image/png","thumbnails":{"small":{"url":"https://dl.airtable.com/Imx0CCo4RnipYVqmGdGR_small_Arlon_s1_M_20170127_vec.png","width":64,"height":36},"large":{"url":"https://dl.airtable.com/pADJ1AH1Q9qHxAXv03t6_large_Arlon_s1_M_20170127_vec.png","width":512,"height":512},"full":{"url":"https://dl.airtable.com/aj4LClPqRjaVVJyGuTzT_full_Arlon_s1_M_20170127_vec.png","width":2560,"height":1440}}}],"Youtube Publish Schedule":"2017-03-04","Branded Thumbnail":[{"id":"attyRsu1MFUysuOrP","url":"https://dl.airtable.com/Zwn1RzskRVOxz27RSuzF_Arlon_s1_M_20170127_vec.png","filename":"Arlon_s1_M_20170127_vec.png","size":1365554,"type":"image/png","thumbnails":{"small":{"url":"https://dl.airtable.com/HIln6oixRAe7VADfE0Yu_small_Arlon_s1_M_20170127_vec.png","width":64,"height":36},"large":{"url":"https://dl.airtable.com/kyW3IJp2QBGneOnrcObg_large_Arlon_s1_M_20170127_vec.png","width":512,"height":512},"full":{"url":"https://dl.airtable.com/TvhqV6ZKRXSVuHMOmsvK_full_Arlon_s1_M_20170127_vec.png","width":1920,"height":1080}}}],"Speaker Notes":"Feel free to publish this whenever you want, I had a lot of fun doing it.\nAnd thank you for the amazing project! I am not a linguist but I have fun with languages, so it's much appreciated.\n\nI am a native speaker, and Triestine is, currently, being regularly spoken by 80% or more of the citizens of the Trieste area (current users can cross several borders).\n\n---\nThis said, I have only one request, that is quite important. I know very well that it is currently considered a dialect of Venetian, but please do publish it just as Triestine (Triestin in the local form)... in Trieste for a million reasons we do not see ourselves as Venetian at all, so if for whatever reason it gets published as “Venetian”, I’ll probably end up getting beaten on sight (yes, it’s that serious, for us, and I'm only half-joking :P), and I wouldn’t want that to happen :)\nAside from this, if there are any questions or anything else you might need, please go ahead and drop me a line: I love my local language and if there’s anything I can do to help it, I am available.","Youtube ID":"cZItz2uKXUo","Speakers":["recZzgcZK0LhllWWF"],"Top level genealogy per language":"Indo-European","Given language name":"§Triestine","Licenses":["recz2qrZbzrYShYjh"],"Editing Status":"Edited","Wikimedia Status":"Commons","Wiki Commons URL":"https://commons.wikimedia.org/wiki/File:WIKITONGUES-_Arlon_speaking_Triestine.webm","IDv2":"Arlon_20170127_vec","Languages Used":["Venetian"],"italki active language":[null],".ID-languages":"vec","Languages per video":1,"Youtube URL":"https://youtu.be/cZItz2uKXUo","Demographics":["3,800,000 in Italy (2002). Population total all countries: 3,852,500."],"Language Continent":["reci7tcQABWNp7e4a"],".speakerNames":"Arlon",".speakerNamesSanitized":"Arlon","Record Created At":"2017-02-13",".self?":1,"Language Origin":["recFCahqH3mHr4HP5"],"YouTube License Statement":["This video is licensed under a Creative Commons Attribution-ShareAlike 4.0 International license. To download a copy, please contact hello@wikitongues.org."],".LanguagesNationOrigin":["recFCahqH3mHr4HP5"],"Geneaology":"\"[ Indo-European, Italic, Romance, Italo-Western, Western, Gallo-Iberian, Gallo-Romance, Gallo-Italian ]\"","Sex":["Male"],".UserSubmitted(Presentation)":"User-submitted",".wikimediaLicensingConflict":"no conflict","Speaker Genders":["Male"]},"createdTime":"2017-02-13T21:02:44.000Z"},"fields":{"Alternate Name":"Triestine","Source":["recZzgcZK0LhllWWF"],"Languages by ISO Code":["recPD8uXoOSpKrMD7"],"Video Nation":["recFCahqH3mHr4HP5"],"Public (Youtube)":"Public","Transcribed":true,"Date added":"2017-01-27","Transcription":"Bondì!\nOgi xe sai zima e un fia de bavisela, anzi borin, e ‘lora ne toca ciacolar qua.\nPagnaroi e cocai i bagolerà anca, con sta zima, ma bona che almeno no ghe xe ploc’.\nE po’ xe sai roba, star involtizai tignindo un bic’ el daur al caldo, inveze de ‘ndar zercarse panorami ufo come klonzi pei grembani.\nBon, Trieste. Semo quel cantonzin de Europa indove che se incrosa i 3 grupi culturai prinzipai, saria latin, slavo e germanico.\nE sto misciot xe rivado far in maniera che la parlada che gavemo la gabi un morbin tuto suo, che per bon xe ciodi trovarghene de compagni int’el Europa.\nPer capir cos’che nassi col triestin, xe de tignir conto che qua ghe xe stade SIE bandiere diferenti, int’el novezento! Un remitur.\nPerò, cio, xe de dir che ancora ogidì ghe xe un futio de lori, mularia e veci, che lo parla drio man. Xe de facto la nostra parlada veicolar.\nE disemo che, cucando ben, se pol intivarghene do tipi. Un xe come che stago ciacolando mi, saria triestin patoco, e po’ ghe xe el triestin resentado, che xe un fia piu miscià col talian.\nTuti e do i xe vivi e parlai, e po’ ghe xe sai libri, pupoli e tochi musicai che vien fora drio man, in triestin.\nLa roba cocola xe che, dato che no el ghe entra int’ele scole, sai triestini no i jera bituai a butarlo zo per scrito. E cos’che xe nato xe che sai de lori i ga tacà e doprarlo per internet, int’ei forum e social media.\nBon, e alora, ogi col triestin xe sta tirà su tipo un “scartozo linguistico”... el xe doprado de quasi tuti ma no el xe riconosudo, e no se sa che Status darghe. Ma a un dato momento ne tocherà vignirghene fora su cossa che volemo far de lu per no lasarlo linguisticamente inciodado, inscartozado.\nPerché se ghe xe una parlada che la ga morbin ben che mai e che la sta vignindo mesa zo per scrito più de quel che mai la xe stada scrita int’ela storia, con internet, xe de butar l’ocio per veder se se riva a refarla e regolarla un fia, sta situazion. Che altrimenti ghe xe el ris’cio de imbusar parole, tochi intieri de pensier, e saria pecà.\nBon, se savaremo dir, che xe piu giorni che luganighe.\nDio!","Translation":"First English only, then alternate triestine/English line by line. ----- Good day, Today it’s very cold and there’s a bit of a breeze, actually “borin”, so we shall talk right here. Perhaps sparrows and seagulls will be out, with this cold, but at least it’s not a muddy mess. And also, it’s great to be cozy with our backs all warm, instead of going out looking for amazing views, unprepared and through some rough terrain. Well, Trieste. We are that little corner of Europe where the 3 main cultural groups meet: Latin, Slavic and Germanic. This mix made it possible for us to speak something that has its own “morbin”(*), in a way that is unlikely anywhere else in Europe. In order to understand what’s up with Triestine, one needs to understand that here we have had SIX different flags, in the XX century! A proper mess. Anyway, it has to be said that even today lots and lots of people, both young and old, speak it all the time. It is our de facto vehicular language. And let’s say that, looking at the details, one can recognise two variants. One is the way I am speaking, “patoco” Triestine(**), and then there is also “resentado”(***) Triestine, which tends to be a bit mixed with Italian. They both are alive and widely spoken, furthermore there are books, comics and songs being published regularly in Triestine! There’s one nice thing: keeping in mind that it is not taught in schools, many Triestines were not used at all to its written form. What happened was that tons of people began to use it on the internet, in forums and social media. Then, today with Triestine a sort of “linguistic mess” happened... it is used by almost everyone, but it is not recognised, and no one knows what Status to give it. But, at some point, we will have to realise what we want to do with it, not to keep it stuck and confused, as a language. Because, if there is a language that is alive and kicking more than ever, and it is now being written more than it ever was in history, with the internet, we need to be on the lookout for some way to straighten this situation, a little bit. Otherwise we risk losing words and whole trains of thought, which would be a shame. Well, only time will tell, and there’s always a chance for it to happen. Bye! *\tUntranslatable here? Meaning: life force, positive energy… ** \tHard to translate: ‘proper’, hyper-local… would leave this untranslated) *** \tLit. ‘rinsed’, would leave this untranslated ----- Bondì! Good day, Ogi xe sai zima e un fia de bavisela, anzi borin, e ‘lora ne toca ciacolar qua. Today it’s very cold and there’s a bit of a breeze, actually “borin”, so we shall talk right here.  Pagnaroi e cocai i bagolerà anca, con sta zima, ma bona che almeno no ghe xe ploc’. Perhaps sparrows and seagulls will be out, with this cold, but at least it’s not a muddy mess.  E po’ xe sai roba, star involtizai tignindo un bic’ el daur al caldo, inveze de ‘ndar zercarse panorami ufo come klonzi pei grembani. And also, it’s great to be cozy with our backs all warm, instead of going out looking for amazing views, unprepared and through some rough terrain. Bon, Trieste. Semo quel cantonzin de Europa indove che se incrosa i 3 grupi culturai prinzipai, saria latin, slavo e germanico. Well, Trieste. We are that little corner of Europe where the 3 main cultural groups meet: Latin, Slavic and Germanic. E sto misciot xe rivado far in maniera che la parlada che gavemo la gabi un morbin tuto suo, che per bon xe ciodi trovarghene de compagni int’el Europa. This mix made it possible for us to speak something that has its own “morbin”(Meaning: life force, positive energy…), in a way that is unlikely anywhere else in Europe. Per capir cos’che nassi col triestin, xe de tignir conto che qua ghe xe stade SIE bandiere diferenti, int’el novezento! Un remitur. In order to understand what’s up with Triestine, one needs to understand that here we have had SIX different flags, in the XX century! A proper mess. Però, cio, xe de dir che ancora ogidì ghe xe un futio de lori, mularia e veci, che lo parla drio man. Xe de facto la nostra parlada veicolar. Anyway, it has to be said that even today lots and lots of people, both young and old, speak it all the time. It is our de facto vehicular language. E disemo che, cucando ben, se pol intivarghene do tipi. Un xe come che stago ciacolando mi, saria triestin patoco, e po’ ghe xe el triestin resentado, che xe un fia più miscià col talian. And let’s say that, looking at the details, one can recognise two variants. One is the way I am speaking, “patoco” Triestine(‘proper’), and then there is also “resentado”(‘rinsed’) Triestine, which tends to be a bit mixed with Italian. Tuti e do i xe vivi e parlai, e po’ ghe xe sai libri, pupoli e tochi musicai che vien fora drio man, in triestin! They both are alive and widely spoken, furthermore there are books, comics and songs being published regularly in Triestine! La roba cocola xe che, dato che no el ghe entra int’ele scole, sai triestini no i jera bituai a butarlo zo per scrito. E cos’che xe nato xe che sai de lori i ga tacà a doprarlo per internet, int’ei forum e social media. There’s one nice thing: keeping in mind that it is not taught in schools, many Triestines were not used at all to its written form. What happened was that tons of people began to use it on the internet, in forums and social media. Bon, e alora, ogi col triestin xe sta tirà su tipo un “scartozo linguistico”... el xe doprado de quasi tuti ma no el xe riconosudo, e no se sa che Status darghe. Ma a un dato momento ne tocherà vignirghene fora su cossa che volemo far de lu per no lasarlo linguisticamente inciodado, inscartozado. Then, today with Triestine a sort of “linguistic mess” happened... it is used by almost everyone, but it is not recognised, and no one knows what Status to give it. But, at some point, we will have to realise what we want to do with it, not to keep it stuck and confused, as a language. Perché se ghe xe una parlada che la ga morbin ben che mai e che la sta vignindo mesa zo per scrito più de quel che mai la xe stada scrita int’ela storia, con internet, xe de butar l’ocio per veder se se riva a refarla e regolarla un fia, sta situazion. Che altrimenti ghe xe el ris’cio de imbusar parole, tochi intieri de pensier, e saria pecà. Because, if there is a language that is alive and kicking more than ever, and it is now being written more than it ever was in history, with the internet, we need to be on the lookout for some way to straighten this situation, a little bit. Otherwise we risk losing words and whole trains of thought, which would be a shame. Bon, se savaremo dir, che xe piu giorni che luganighe. Well, only time will tell, and there’s always a chance for it to happen. ‘Dio! Bye! *\tUntranslatable here? Meaning: life force, positive energy… ** \tHard to translate: ‘proper’, hyper-local… would leave this untranslated) *** \tLit. ‘rinsed’, would leave this untranslated","Publicity Clause":true,"Raw Thumbnail":[{"id":"attdMjzOvkVLMslIa","url":"https://dl.airtable.com/ovCAjuyGTCaatN0LVHJb_Arlon_s1_M_20170127_vec.png","filename":"Arlon_s1_M_20170127_vec.png","size":3042246,"type":"image/png","thumbnails":{"small":{"url":"https://dl.airtable.com/Imx0CCo4RnipYVqmGdGR_small_Arlon_s1_M_20170127_vec.png","width":64,"height":36},"large":{"url":"https://dl.airtable.com/pADJ1AH1Q9qHxAXv03t6_large_Arlon_s1_M_20170127_vec.png","width":512,"height":512},"full":{"url":"https://dl.airtable.com/aj4LClPqRjaVVJyGuTzT_full_Arlon_s1_M_20170127_vec.png","width":2560,"height":1440}}}],"Youtube Publish Schedule":"2017-03-04","Branded Thumbnail":[{"id":"attyRsu1MFUysuOrP","url":"https://dl.airtable.com/Zwn1RzskRVOxz27RSuzF_Arlon_s1_M_20170127_vec.png","filename":"Arlon_s1_M_20170127_vec.png","size":1365554,"type":"image/png","thumbnails":{"small":{"url":"https://dl.airtable.com/HIln6oixRAe7VADfE0Yu_small_Arlon_s1_M_20170127_vec.png","width":64,"height":36},"large":{"url":"https://dl.airtable.com/kyW3IJp2QBGneOnrcObg_large_Arlon_s1_M_20170127_vec.png","width":512,"height":512},"full":{"url":"https://dl.airtable.com/TvhqV6ZKRXSVuHMOmsvK_full_Arlon_s1_M_20170127_vec.png","width":1920,"height":1080}}}],"Speaker Notes":"Feel free to publish this whenever you want, I had a lot of fun doing it.\nAnd thank you for the amazing project! I am not a linguist but I have fun with languages, so it's much appreciated.\n\nI am a native speaker, and Triestine is, currently, being regularly spoken by 80% or more of the citizens of the Trieste area (current users can cross several borders).\n\n---\nThis said, I have only one request, that is quite important. I know very well that it is currently considered a dialect of Venetian, but please do publish it just as Triestine (Triestin in the local form)... in Trieste for a million reasons we do not see ourselves as Venetian at all, so if for whatever reason it gets published as “Venetian”, I’ll probably end up getting beaten on sight (yes, it’s that serious, for us, and I'm only half-joking :P), and I wouldn’t want that to happen :)\nAside from this, if there are any questions or anything else you might need, please go ahead and drop me a line: I love my local language and if there’s anything I can do to help it, I am available.","Youtube ID":"cZItz2uKXUo","Speakers":["recZzgcZK0LhllWWF"],"Top level genealogy per language":"Indo-European","Given language name":"§Triestine","Licenses":["recz2qrZbzrYShYjh"],"Editing Status":"Edited","Wikimedia Status":"Commons","Wiki Commons URL":"https://commons.wikimedia.org/wiki/File:WIKITONGUES-_Arlon_speaking_Triestine.webm","IDv2":"Arlon_20170127_vec","Languages Used":["Venetian"],"italki active language":[null],".ID-languages":"vec","Languages per video":1,"Youtube URL":"https://youtu.be/cZItz2uKXUo","Demographics":["3,800,000 in Italy (2002). Population total all countries: 3,852,500."],"Language Continent":["reci7tcQABWNp7e4a"],".speakerNames":"Arlon",".speakerNamesSanitized":"Arlon","Record Created At":"2017-02-13",".self?":1,"Language Origin":["recFCahqH3mHr4HP5"],"YouTube License Statement":["This video is licensed under a Creative Commons Attribution-ShareAlike 4.0 International license. To download a copy, please contact hello@wikitongues.org."],".LanguagesNationOrigin":["recFCahqH3mHr4HP5"],"Geneaology":"\"[ Indo-European, Italic, Romance, Italo-Western, Western, Gallo-Iberian, Gallo-Romance, Gallo-Italian ]\"","Sex":["Male"],".UserSubmitted(Presentation)":"User-submitted",".wikimediaLicensingConflict":"no conflict","Speaker Genders":["Male"]}}